export const CHAPTERS = [
  {
    id: 1,
    image: '/assets/logo_x4.png',
    title: '내신 꿀팁',
    tags: ['#중고등 내신대비', '#심화문법'],
    types: [
      { name: '부정사는 용법이지', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '동사 품은 명사: 동명사', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '동사 품은 형용사: 분사', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '능수능란: 수동태', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '선행사 바라기: 관계대명사', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '가정법: 가정인데 뭘 못해?', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '특이해서 특수문법: 도치와 강조', videos: { 고급: '', 중급: '', 초급: '' } },
    ],
  },
  {
    id: 2,
    image: '',
    title: '문법 : 첫걸음',
    tags: ['#기본학습', '#문장 생김새', '#문장구조 파악'],
    types: [
      { name: '문장의 재료', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '동사: 자냐 타냐', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '문장의 생김새', videos: { 고급: '', 중급: '', 초급: '' } },
    ],
  },
  {
    id: 3,
    image: '',
    title: '코어 문법 강화',
    tags: ['#문법 집중공략', '#한 문법만 파기'],
    types: [
      { name: '동사로 표현하는 시제', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '명사와 불친절한 관사', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '대명사는 대신맨', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '묘사의 달인 형용사', videos: { 고급: '', 중급: '', 초급: '' } },
      { name: '다 도와줄게 부사', videos: { 고급: '', 중급: '', 초급: '' } },
    ],
  },
];
